{"product_id" : "car1", "category" : "car", "product_url" : "/store/car/car1",  "image_url" : "/assets/images/car1.jpg", "description" : "One Owner!, 4-Wheel Disc Brakes, 6 Speakers, ABS brakes, Air Conditioning, All Books &amp; Keys, All Routine Maintenance Up to Date, All Service Records available, AM/FM radio, Anti-Spin Differential Rear Axle, Carfax Certified, CD player, Cloth Bucket Seats, Electronic Stability Control, Extended Warranty Available, Front anti-roll bar, Front Bucket Seats, Front fog lights, Integrated roll-over protection, MP3 decoder, NONSmoker, Power Locks, Power steering, PRISTINE, Radio: Media Center 130 CD/MP3, Rear anti-roll bar, SIRIUS Satellite Radio, Speed control, Split folding rear seat, Steering wheel mounted audio controls, Tilt steering wheel, and Tubular Side Steps.", "price": 26500, "name": "Wrangler", "make" : "Jeep", "model" : "Sport", "year" : 2011, "mileage" : 29245, "condition" : "Good"}
{"product_id" : "car2", "category" : "car", "product_url" : "/store/car/car2",  "image_url" : "/assets/images/car2.jpg", "description" : "Unique opportunity to obtain the all new Vantage V12S (demo) at a reduced price!! This Volcano Red V12s is dressed in Chancellor Red leather hides with silver stitching and equipped wih Front Grille Carbon,Bang & Olufsen Beosound Audio,Heated Front Seats,Lightweight Wheels - Satin Black W/Corsa,Roof Panel Graphic,Piano Black Facia - Piano Black Trim,Front Parking Sensors,Lipstick Graphic,Headrest Embroidery - Aston Martin Wings,Tail Lamp Finisher - Graphic 0-60 in 3.7 seconds and with a top of 205 mph Call now before it's gone! warranty good thru 01/2016.", "price": 169999, "name": "Vantage", "make" : "Aston Martin", "model" : "S (V12)", "year" : 2015, "mileage" : 9027, "condition" : "Good"}
{"product_id" : "car3", "category" : "car", "product_url" : "/store/car/car3",  "image_url" : "/assets/images/car3.jpg", "description" : "1 OWNER, ALL-WHEEL DRIVE, AUTOMATIC TRANSMISSION, and PREMIUM PACKAGE. Are you still driving around that old thing? Come on down today and get into this outstanding 2013 Audi A4! This plush A4, with grippy AWD, will handle anything mother nature decides to throw at you during one of her bad days at work.", "price": 27594, "name": "A4", "make" : "Audi", "model" : "2.0T Premium Quattro Sedan", "year" : 2013, "mileage" : 18252, "condition" : "Bad"}
{"product_id" : "car4", "category" : "car", "product_url" : "/store/car/car4",  "image_url" : "/assets/images/car4.jpg", "description" : "Don't pay too much for the charming car you want...Come on down and take a look at this wonderful-looking 2001 Honda Civic. New Car Test Drive said it ...offers improvements in power and efficiency, cabin space, safety equipment, and noise and vibration...moves the Honda Civic ahead of the curve in the compact class... A true legend! It's a sturdy performer with surprisingly good gas mileage. If you spend an excessive amount of time in a vehicle, you will really appreciate the roomy interior. It's very responsive to all road conditions and has a good, solid feel to it. It is nicely equipped with features such as 2D Coupe, 5-Speed Manual with Overdrive, and FWD.", "price": 5000, "name": "Civic", "make" : "Honda", "model" : "EX Coupe", "year" : 2001, "mileage" : 148159, "condition" : "Bad"}
{"product_id" : "car5", "category" : "car", "product_url" : "/store/car/car5",  "image_url" : "/assets/images/car5.jpg", "description" : "Great family car or daily commuter. RUNS PERFECT. Great MPG, 30 MPGs Hwy, All new front brakes. Regular maintenance. Recent trans service., A/C ice cold, All scheduled maintenance, Excellent condition, Mostly highway miles, Must see, New tires, Non-smoker, Well maintained, Looks & drives great, Title in hand, Very clean interior Price: $4999 Firm", "price": 4999, "name": "xB", "make" : "Scion", "model" : "", "year" : 2006, "mileage" : 164000, "condition" : "Excellent"}
