{"product_id" : "router1", "category" : "router", "product_url" : "/store/router/router1", "image_url" : "/assets/images/router1.jpg", "description" : "The TL-WR841N creates a wireless network with speed of up to 300Mbps and has 4 10/100M ports to support 4 wired devices. With two omni-directional antennas, the router adopts MIMO (Multi Input Multi Output) and CCA (Clear Channel Assessment) technologies to deliver optimal wireless performance, transmission rates, stability, and coverage. Hence, the router allows you to simultaneously enjoy multiple bandwidth-consuming applications like streaming HD video, making VoIP calls, sharing large files and playing online games.", "price" : 19.99, "name": "TL-WR841N", "brand" : "TP-LINK", "range" : "2.4-2.4835GHz", "dual_band" : "No", "no_of_networks" : 1, "warranty" : "1 Year"}
{"product_id" : "router2", "category" : "router", "product_url" : "/store/router/router2", "image_url" : "/assets/images/router2.jpg", "description" : "The NETGEAR N150 Wireless Router is a simple and secure way to share your high-speed Internet connection at Wireless-N speeds for surfing the Internet, email, online chat and Facebook. Easy CD-less installation for iPad, tablets, smart-phones, and computers, while Wi-Fi Protected Setup gives you a secured connection at the push of a button. Compatibility with Wireless—G networks allows hassle-free connection flexibility.", "price" : 24.99, "name": "WNR1000", "brand" : "Netgear", "range" : "2.4 GHz", "dual_band" : "No", "no_of_networks" : 1, "warranty" : "1 Year"}
{"product_id" : "router3", "category" : "router", "product_url" : "/store/router/router3", "image_url" : "/assets/images/router3.jpg", "description" : "Whether you're a tech-savvy enthusiast or a first-time user, the RT-N66U is exceptional easy to use with CD-free, Quick Installation Setup (QIS) that lets you plug-n-surf right out of the box and connect PCs, smartphones, tablets, and other wireless devices quickly. Thanks to its refined interface tools, you get control like never before, letting you monitor signal strength, setup parental settings, and other useful functions in a robust yet intuitive way.", "price" : 129.99, "name": "RT-N66U", "brand" : "ASUS", "range" : "2.4GHz/5GHz", "dual_band" : "Yes", "no_of_networks" : 6, "warranty" : "1 Year"}
{"product_id" : "router4", "category" : "router", "product_url" : "/store/router/router4", "image_url" : "/assets/images/router4.jpg", "description" : "The Linksys Wireless-G Broadband Router is really three devices in one box. First, there's the Wireless Access Point, which lets you connect both screaming fast Wireless-G (802.11g at 54Mbps) and Wireless-B (802.11b at 11Mbps) devices to the network. The Linksys-Cisco WRT54GL offers great performance and ease of use -- plus Linux compatibility. See it in detail: front and rear. There's also a built-in 4-port full-duplex 10/100 Switch to connect your wired-Ethernet devices together. Connect four PCs directly, or attach more hubs and switches to create as big a network as you need. Finally, the Router function ties it all together and lets your whole network share a high-speed cable or DSL Internet connection.", "price" : 47.99, "name": "WRT54GL", "brand" : "Linksys", "range" : "2.4GHz", "dual_band" : "No", "no_of_networks" : 4, "warranty" : "1 Year"}
{"product_id" : "router5", "category" : "router", "product_url" : "/store/router/router5", "image_url" : "/assets/images/router5.jpg", "description" : "The Nighthawk X6 AC3200 Router with Tri-Band WiFi delivers the fastest combined WiFi speed up to 3.2Gbps with 6 high performance antennas for maximum range.", "price" : 279.69, "name": "AC3200", "brand" : "Netgear", "range" : "2.4GHz-5GHz", "dual_band" : "Yes", "no_of_networks" : 12, "warranty" : "1 Year"}
